Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/AppleAccountUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# DEVICE_LOCATOR_MESSAGE_WATCH_REBRAND
source: Find My iPhone allows you to locate, lock, or erase your iPhone if it’s lost or stolen. It will also be enabled on any paired Apple Watch or supported accessory that uses your Apple Account.
ar: تسمح ميزة "العثور على iPhone" بتحديد موقع iPhone أو قفله أو مسحه في حالة فقدانه أو سرقته. وسيتم تمكينها أيضًا على أي Apple Watch مقترنة أو ملحق مدعوم يستخدم حساب Apple.
bg: С функцията Намери моя iPhone можете да откриете, заключите или изтриете вашия iPhone, ако е загубен или откраднат. Тази функция ще се активира и за всеки свързан Apple Watch или поддържан аксесоар, който използва вашата Apple регистрация.
ca: La cerca de l’iPhone et permet trobar, bloquejar o esborrar l’iPhone si el perds o te’l roben. També s’activarà en tots els Apple Watch enllaçats o accessoris compatibles que utilitzin el compte d’Apple.
cs: Najít iPhone vám umožňuje vyhledat, zamknout nebo vymazat váš ztracený či odcizený iPhone. Služba bude zapnuta také na všech spárovaných Apple Watch a podporovaných zařízeních využívajících váš účet Apple.
da: Med Find min iPhone kan du finde, låse eller slette din iPhone, hvis du mister den, eller den bliver stjålet. Funktionen vil også blive slået til på et parret Apple Watch eller understøttet tilbehør, der bruger din Apple‑konto.
de: Mit „Mein iPhone suchen“ kann dieses iPhone bei Verlust oder Diebstahl geortet, gesperrt oder gelöscht werden. Die Funktion wird auch auf allen gekoppelten Apple Watches und unterstützten Geräten aktiviert, auf denen dein Apple Account verwendet wird.
el: Η Εύρεση iPhone σάς επιτρέπει να εντοπίσετε, να κλειδώσετε ή να σβήσετε το iPhone σας σε περίπτωση απώλειας ή κλοπής. Επιπλέον, είναι ενεργοποιημένη σε οποιοδήποτε ζευγοποιημένο Apple Watch ή υποστηριζόμενο αξεσουάρ που χρησιμοποιεί τον λογαριασμό Apple σας.
es: La función “Buscar mi iPhone” te permite localizar, bloquear y borrar tu iPhone si lo pierdes o te lo roban. También se activará en los Apple Watch enlazados o en los accesorios compatibles que usen tu cuenta de Apple.
es_419: Buscar Mi iPhone te permite localizar, bloquear o borrar tu iPhone si lo llegas a perder o te lo roban. También se activará en cualquier Apple Watch enlazado o accesorio compatible que use tu cuenta de Apple.
fi: Etsi iPhoneni ‑toiminnon avulla voit paikantaa, lukita tai tyhjentää iPhonen, jos se katoaa tai varastetaan. Toiminto otetaan käyttöön myös kaikissa Apple Watch ‑laitepareissa ja tuetuissa lisälaitteissa, jotka käyttävät Apple-tiliäsi.
fr: Localiser mon iPhone vous permet de localiser, verrouiller ou effacer votre iPhone en cas de perte ou de vol. Cette option sera aussi activée sur toute Apple Watch jumelée ou sur tout accessoire pris en charge utilisant votre compte Apple.
fr_ca: La fonctionnalité Localiser mon iPhone vous permet de localiser, verrouiller ou effacer votre iPhone en cas de perte ou de vol. Elle sera également activée sur toute Apple Watch jumelée ou tout accessoire compatible qui utilise votre compte Apple.
he: ״איתור ה-iPhone שלי״ מאפשר לך לאתר, לנעול או למחוק את ה-iPhone שלך אם אבד או נגנב. הוא יופעל בנוסף בכל Apple Watch מקושר או בכל אביזר נתמך שמשתמש בחשבון ה-Apple שלך.
hi: “मेरा iPhone ढूँढें” खो जाने या चोरी हो जाने की स्थिति में आपको अपने iPhone का पता लगाने, लॉक करने या इसके डेटा को मिटाने की अनुमति देता है। यह आपके Apple खाते का उपयोग करने वाली किसी पेयर की गई Apple Watch या समर्थित ऐक्सेसरी पर भी सक्षम किया जाएगा।
hr: Značajka “Nađi moj iPhone” omogućava lociranje, zaključavanje ili brisanje vašeg iPhonea ako bude izgubljen ili ukraden. Također će biti omogućena na svakom uparenom Apple Watchu ili podržanim priborima koji koriste vaš Apple račun.
hu: Az iPhone keresése szolgáltatással megkeresheti, zárolhatja vagy törölheti iPhone-ját, ha elveszíti vagy ellopják. Engedélyezve lesz minden olyan párosított Apple Watchon vagy támogatott kiegészítőn is, amely az Ön Apple-fiókját használja.
id: Lacak iPhone memungkinkan Anda untuk menemukan, mengunci, atau menghapus iPhone Anda jika perangkat hilang atau dicuri. Lacak iPhone juga akan diaktifkan di semua Apple Watch yang dipasangkan atau aksesori yang didukung yang menggunakan Akun Apple Anda.
it: “Trova il mio iPhone” ti permette di individuare, bloccare o inizializzare iPhone se viene smarrito o rubato. La funzionalità verrà abilitata anche su qualsiasi Apple Watch abbinato o accessorio supportato che utilizza il tuo Apple Account.
ja: “iPhoneを探す”を使うと、紛失または盗難にあった場合、このiPhoneの所在地確認/ロック/消去を実行できます。同じApple Accountを使用するペアリングされたApple Watchまたは対応しているアクセサリのすべてで有効になります。
kk: «iPhone құрылғымды табу» функциясы iPhone құрылғыңыз жоғалған немесе ұрланған жағдайда, орналасқан жерін табуға, құлыптауға немесе деректерін өшіруге мүмкіндік береді. Сондай-ақ функция Apple аккаунтыңыз пайдаланылатын кез келген жұптастырылған Apple Watch сағатында немесе қолдау көрсетілетін керек-жарақта іске қосылады.
ko: 나의 iPhone 찾기를 사용하면 사용자의 iPhone을 분실하거나 도난당했을 때 해당 기기를 찾거나, 잠그거나, 지울 수 있습니다. 또한 페어링된 Apple Watch 또는 사용자의 Apple 계정을 사용하는 지원 액세서리에서도 모두 활성화됩니다.
lt: Naudojant „iPhone“ lokatorių galima nustatyti pamesto arba pavogto „iPhone“ buvimo vietą, jį užrakinti arba ištrinti jo duomenis. Lokatorius taip pat bus įjungtas kiekviename susietame „Apple Watch“ arba palaikomame priede, kuriame naudojama jūsų „Apple“ paskyra.
ms: Cari iPhone Saya membolehkan anda mencari, mengunci atau memadamkan iPhone anda jika ia hilang atau dicuri. Ia turut akan didayakan pada sebarang Apple Watch berpasangan atau aksesori yang disokong yang menggunakan Akaun Apple anda.
nb: Med Finn iPhone kan du finne igjen, låse eller slette iPhonen din hvis den mistes eller blir stjålet. Funksjonen aktiveres også på alle sammenkoblede Apple Watch-klokker og støttet tilbehør som bruker samme Apple-konto.
nl: Met Zoek mijn iPhone kun je je iPhone zoeken, vergrendelen of wissen als je deze bent verloren of als deze is gestolen. Deze functie wordt ook ingeschakeld op elke gekoppelde Apple Watch en elk ondersteund accessoire dat je Apple Account gebruikt.
pl: Znajdź mój iPhone pozwala lokalizować, blokować i wymazywać iPhone’a, jeśli zostanie zgubiony lub skradziony. Usługa ta zostanie włączona na każdym połączonym w parę Apple Watch lub obsługiwanym urządzeniu korzystającym z konta Apple.
pt_br: O recurso Buscar iPhone permite que você localize, bloqueie ou apague seu iPhone em caso de perda ou roubo. Ele também será ativado em qualquer Apple Watch emparelhado ou em qualquer acessório compatível que use sua Conta Apple.
pt_pt: Encontrar iPhone permite‑lhe localizar, bloquear ou apagar o iPhone se o perder ou se for roubado. Esta funcionalidade será igualmente ativada em qualquer Apple Watch emparelhado ou acessório suportado que use a sua conta Apple.
ro: “Găsire iPhone” vă permite să localizați, să blocați sau să ștergeți iPhone‑ul dvs. în cazul pierderii sau furtului acestuia. Funcționalitatea va fi activată și pentru orice Apple Watch asociat sau accesoriu compatibil care utilizează contul dvs. Apple.
ru: «Найти iPhone» позволяет Вам находить, блокировать или стирать свой iPhone в случае его кражи или утери. Функция будет также включена на любых часах Apple Watch, объединенных в пару с устройством, или на поддерживаемом аксессуаре, на котором используется Ваша учетная запись Apple.
sk: Nájsť môj iPhone vám umožňuje nájsť na mape, zamknúť alebo vymazať váš iPhone v prípade jeho straty alebo odcudzenia. Táto služba bude zároveň zapnutá na všetkých spárovaných Apple Watch a podporovanom príslušenstve, ktoré používa váš Apple účet.
sl: Funkcija Najdi iPhone vam omogoča, da poiščete, zaklenete ali izbrišete svoj iPhone, če ga izgubite ali vam ga ukradejo. Poleg tega bo omogočena v vsaki seznanjeni uri Apple Watch ali podprti dodatni opremi, ki uporablja vaš račun Apple.
sv: Hitta min iPhone gör att du kan hitta, låsa eller radera din iPhone om du tappar bort den eller om den blir stulen. Funktionen aktiveras även på alla parkopplade Apple Watch-enheter och tillbehör som stöds och som använder ditt Apple‑konto.
th: “ค้นหา iPhone ของฉัน” จะช่วยให้คุณหา ล็อค หรือลบข้อมูล iPhone ของคุณหากเครื่องสูญหายหรือถูกขโมย และจะถูกเปิดใช้งานบน Apple Watch ที่จับคู่หรืออุปกรณ์เสริมที่รองรับและใช้บัญชี Apple ของคุณด้วย
tr: iPhone’umu Bul; iPhone’unuz kaybolduğunda veya çalındığında onu bulmanızı, kilitlemenizi veya silmenizi sağlar. Ayrıca Apple Hesabı’nızı kullanan eşlenmiş Apple Watch’larda veya desteklenen aksesuarlarda da etkinleştirilir.
uk: Функція «Де iPhone» дає змогу знайти, замкнути чи стерти свій iPhone, якщо його втрачено або викрадено. Цю функцію також буде ввімкнено на всіх спарених Apple Watch або сумісних приладах, які використовують ваш обліковий запис Apple.
vi: Tìm iPhone cho phép bạn định vị, khóa hoặc xóa iPhone nếu thiết bị của bạn bị mất hoặc bị đánh cắp. Ứng dụng này cũng được bật trên bất kỳ Apple Watch được ghép đôi hoặc phụ kiện được hỗ trợ nào sử dụng Tài khoản Apple của bạn.
zh_cn: 如果iPhone遗失或失窃，“查找我的iPhone”可让你定位、锁定或抹掉它，该功能将同时在使用你Apple账户登录的所有已配对Apple Watch或受支持配件上启用。
zh_hk: 「尋找我的iPhone」可讓你定位、鎖定或清除遺失或失竊的iPhone。此功能亦會在使用你Apple帳户及任何已配對的Apple Watch或支援配件上啟用。
zh_tw: 「尋找我的iPhone」可讓你定位、鎖定或清除你遺失或遭竊的iPhone。在使用你「Apple帳號」且已配對的Apple Watch或支援配件上也會啟用此功能。

# DEVICE_LOCATOR_TITLE
source: Find My iPhone Enabled
ar: تم تمكين "العثور على iPhone"
bg: Намери моя iPhone – активирано
ca: Cerca de l’iPhone activada
cs: Služba Najít iPhone je zapnutá
da: Find min iPhone er slået til
de: „Mein iPhone suchen“ aktiviert
el: Η Εύρεση iPhone είναι ενεργοποιημένη
es: “Buscar mi iPhone” activado
es_419: Buscar Mi iPhone activado
fi: Etsi iPhoneni käytössä
fr: Localiser mon iPhone activé
fr_ca: Localiser mon iPhone activé
he: ״איתור ה-iPhone שלי״ מופעל
hi: “मेरा iPhone ढूँढें” सक्षम किया गया
hr: Značajka Nađi moj iPhone je uključena
hu: Az iPhone keresése engedélyezve
id: Lacak iPhone Diaktifkan
it: Trova il mio iPhone è stato abilitato
ja: “iPhoneを探す”有効
kk: «iPhone құрылғымды табу» функциясы іске қосылған
ko: 나의 iPhone 찾기가 활성화됨
lt: „iPhone“ lokatorius įjungtas
ms: Cari iPhone Saya Didayakan
nb: Finn iPhone aktivert
nl: Zoek mijn iPhone ingeschakeld
pl: Usługa Znajdź mój iPhone włączona
pt_br: Buscar iPhone Ativado
pt_pt: Encontrar iPhone ativado
ro: Funcția “Găsire iPhone” este activată
ru: Функция «Найти iPhone» включена
sk: Služba Nájsť môj iPhone je zapnutá
sl: Funkcija Najdi iPhone je omogočena
sv: Hitta min iPhone aktiverad
th: “ค้นหา iPhone ของฉัน” เปิดใช้งานแล้ว
tr: iPhone’umu Bul Etkin
uk: «Де iPhone» увімкнено
vi: Đã bật Tìm iPhone
zh_cn: 已启用“查找我的iPhone”
zh_hk: 已啟用「尋找我的iPhone」
zh_tw: 已啟用「尋找我的iPhone」

# DEVICE_LOCATOR_TITLE_IPAD
source: Find My iPad Enabled
ar: تم تمكين "العثور على iPad"
bg: Намери моя iPad – активирано
ca: Cerca de l’iPad activada
cs: Služba Najít iPad je zapnutá
da: Find min iPad er slået til
de: „Mein iPad suchen“ aktiviert
el: Η Εύρεση iPad είναι ενεργοποιημένη
es: “Buscar mi iPad” activado
es_419: Buscar Mi iPad activado
fi: Etsi iPadini käytössä
fr: Localiser mon iPad activé
fr_ca: Localiser mon iPad activé
he: ״איתור ה-iPad שלי״ מופעל
hi: “मेरा iPad ढूँढें” सक्षम किया गया
hr: Značajka Nađi moj iPad je uključena
hu: Az iPad keresése engedélyezve
id: Lacak iPad Diaktifkan
it: Trova il mio iPad è stato abilitato
ja: “iPadを探す”有効
kk: «iPad құрылғымды табу» функциясы іске қосылған
ko: 나의 iPad 찾기가 활성화됨
lt: „iPad“ lokatorius įjungtas
ms: Cari iPad Saya Didayakan
nb: Finn iPad aktivert
nl: Zoek mijn iPad ingeschakeld
pl: Usługa Znajdź mój iPad włączona
pt_br: Buscar iPad Ativado
pt_pt: Encontrar iPad ativado
ro: Funcția “Găsire iPad” este activată
ru: Функция «Найти iPad» включена
sk: Služba Nájsť môj iPad je zapnutá
sl: Funkcija Najdi iPad je omogočena
sv: Hitta min iPad aktiverad
th: “ค้นหา iPad ของฉัน” เปิดใช้งานแล้ว
tr: iPad’imi Bul Etkin
uk: «Де iPad» увімкнено
vi: Đã bật Tìm iPad
zh_cn: 已启用“查找我的iPad”
zh_hk: 已啟用「尋找我的iPad」
zh_tw: 已啟用「尋找我的iPad」

# DEVICE_LOCATOR_TITLE_IPHONE
source: Find My iPhone Enabled
ar: تم تمكين "العثور على iPhone"
bg: Намери моя iPhone – активирано
ca: Cerca de l’iPhone activada
cs: Služba Najít iPhone je zapnutá
da: Find min iPhone er slået til
de: „Mein iPhone suchen“ aktiviert
el: Η Εύρεση iPhone είναι ενεργοποιημένη
es: “Buscar mi iPhone” activado
es_419: Buscar Mi iPhone activado
fi: Etsi iPhoneni käytössä
fr: Localiser mon iPhone activé
fr_ca: Localiser mon iPhone activé
he: ״איתור ה-iPhone שלי״ מופעל
hi: “मेरा iPhone ढूँढें” सक्षम किया गया
hr: Značajka Nađi moj iPhone je uključena
hu: Az iPhone keresése engedélyezve
id: Lacak iPhone Diaktifkan
it: Trova il mio iPhone è stato abilitato
ja: “iPhoneを探す”有効
kk: «iPhone құрылғымды табу» функциясы іске қосылған
ko: 나의 iPhone 찾기가 활성화됨
lt: „iPhone“ lokatorius įjungtas
ms: Cari iPhone Saya Didayakan
nb: Finn iPhone aktivert
nl: Zoek mijn iPhone ingeschakeld
pl: Usługa Znajdź mój iPhone włączona
pt_br: Buscar iPhone Ativado
pt_pt: Encontrar iPhone ativado
ro: Funcția “Găsire iPhone” este activată
ru: Функция «Найти iPhone» включена
sk: Služba Nájsť môj iPhone je zapnutá
sl: Funkcija Najdi iPhone je omogočena
sv: Hitta min iPhone aktiverad
th: “ค้นหา iPhone ของฉัน” เปิดใช้งานแล้ว
tr: iPhone’umu Bul Etkin
uk: «Де iPhone» увімкнено
vi: Đã bật Tìm iPhone
zh_cn: 已启用“查找我的iPhone”
zh_hk: 已啟用「尋找我的iPhone」
zh_tw: 已啟用「尋找我的iPhone」

# DEVICE_LOCATOR_TITLE_IPOD
source: Find My iPod Enabled
ar: تم تمكين "العثور على iPod"
bg: Намери моя iPod – активирано
ca: Cerca de l’iPod activada
cs: Služba najít iPod je zapnutá
da: Find min iPod er slået til
de: „Meinen iPod suchen“ aktiviert
el: Η Εύρεση iPod είναι ενεργοποιημένη
es: “Buscar mi iPod” activado
es_419: Buscar Mi iPod activado
fi: Etsi iPodini käytössä
fr: Localiser mon iPod activé
fr_ca: Localiser mon iPod activé
he: ״איתור ה-iPod שלי״ מופעל
hi: “मेरा iPod ढूँढें” सक्षम किया गया
hr: Značajka Nađi moj iPod je uključena
hu: Az iPod keresése engedélyezve
id: Lacak iPod Diaktifkan
it: Trova il mio iPod è stato abilitato
ja: “iPodを探す”有効
kk: «iPod құрылғымды табу» функциясы іске қосылған
ko: 나의 iPod 찾기가 활성화됨
lt: „iPod“ lokatorius įjungtas
ms: Cari iPod Saya Didayakan
nb: Finn iPod aktivert
nl: Zoek mijn iPod ingeschakeld
pl: Usługa Znajdź mój iPod włączona
pt_br: Buscar iPod Ativado
pt_pt: Encontrar iPod ativado
ro: Funcția “Găsire iPod” este activată
ru: Функция «Найти iPod» включена
sk: Služba Nájsť môj iPod je zapnutá
sl: Funkcija Najdi iPod je omogočena
sv: Hitta min iPod aktiverad
th: “ค้นหา iPod ของฉัน” เปิดใช้งานแล้ว
tr: iPod’umu Bul Etkin
uk: «Де iPod» увімкнено
vi: Đã bật Tìm iPod
zh_cn: 已启用“查找我的iPod”
zh_hk: 已啟用「尋找我的iPod」
zh_tw: 已啟用「尋找我的iPod」

# DEVICE_LOCATOR_TITLE_UNKNOWN
source: Find My Enabled
ar: تم تمكين تحديد الموقع
bg: Намери - включено
ca: Cerca activada
cs: Služba Najít je zapnutá
da: Find er slået til
de: „Wo ist?“ aktiviert
el: Εύρεση ενεργή
es: Función Buscar activada
es_419: Encontrar activado
fi: Etsi-toiminto on käytössä
fr: Localiser activé
fr_ca: Fonction Localiser activée
he: ״איתור״ פעיל
hi: Find My सक्षम किया गया
hr: Pronalaženje omogućeno
hu: Lokátor engedélyezve
id: Lacak Diaktifkan
it: App Dov’è abilitata
ja: “探す”有効
kk: «Локатор» қосулы
ko: 나의 찾기가 활성화됨
lt: Lokatorius įjungtas
ms: Cari Didayakan
nb: «Hvor er» er aktivert
nl: Zoek mijn ingeschakeld
pl: Usługa Znajdź włączona
pt_br: Buscar Ativado
pt_pt: Encontrar ativada
ro: Funcția “Găsire” este activată
ru: Локатор включен
sk: Služba Nájsť je zapnutá
sl: Funkcija Najdi je omogočena
sv: Hitta har aktiverats
th: “ค้นหาของฉัน” เปิดใช้งานแล้ว
tr: Bul Etkin
uk: Локатор увімкнено
vi: Tìm được bật
zh_cn: 已启用“查找”
zh_hk: 已啟用「尋找」
zh_tw: 已啟用「尋找」

# DEVICE_LOCATOR_TITLE_VISION
source: Find My Apple Vision Pro Enabled
ar: تم تمكين العثور على Apple Vision Pro
bg: Намери моя Apple Vision Pro – активирано
ca: Cerca de l’Apple Vision Pro activada
cs: Služba Najít Apple Vision Pro je zapnutá
da: Find min Apple Vision Pro er slået til
de: „Meine Apple Vision Pro suchen“ aktiviert
el: Η Εύρεση Apple Vision Pro είναι ενεργοποιημένη
es: “Buscar mi Apple Vision Pro” activado
es_419: Buscar Mi Apple Vision Pro activado
fi: Etsi Apple Vision Proni käytössä
fr: Localiser mon Apple Vision Pro activé
fr_ca: Localiser mon Apple Vision Pro activé
he: ״איתור ה-Apple Vision Pro שלי״ מופעל
hi: “मेरा Apple Vision Pro ढूँढें” सक्षम किया गया
hr: Značajka Nađi moj Apple Vision Pro je uključena
hu: Az Apple Vision Pro keresése engedélyezve van
id: Lacak Apple Vision Pro Diaktifkan
it: “Trova il mio Apple Vision Pro” è stato abilitato
ja: “Apple Vision Proを探す”有効
kk: «Apple Vision Pro құрылғымды табу» функциясы іске қосылған
ko: 나의 Apple Vision Pro 찾기가 활성화됨
lt: „Apple Vision Pro“ lokatorius įjungtas
ms: Cari Apple Vision Pro Saya Didayakan
nb: Finn Apple Vision Pro er aktivert
nl: Zoek mijn Apple Vision Pro ingeschakeld
pl: Usługa Znajdź mój Apple Vision Pro włączona
pt_br: Buscar Apple Vision Pro Ativado
pt_pt: Encontrar Apple Vision Pro ativado
ro: Funcția “Găsire Apple Vision Pro” este activată
ru: Функция «Найти Apple Vision Pro» включена
sk: Služba Nájsť moje Apple Vision Pro je zapnutá
sl: Funkcija Najdi Apple Vision Pro je omogočena
sv: Hitta min Apple Vision Pro aktiverad
th: “ค้นหา Apple Vision Pro ของฉัน” เปิดใช้งานแล้ว
tr: Apple Vision Pro’mu Bul Etkin
uk: «Де Apple Vision Pro» увімкнено
vi: Đã bật Tìm Apple Vision Pro
zh_cn: 已启用“查找我的Apple Vision Pro”
zh_hk: 已啟用「尋找我的Apple Vision Pro」
zh_tw: 已啟用「尋找我的Apple Vision Pro」

# DEVICE_LOCATOR_UNKNOWN
source: Find My Device
ar: العثور على جهازي
bg: Намери моето устройство
ca: Cerca del dispositiu
cs: Najít zařízení
da: Find min enhed
de: Mein Gerät suchen
el: Εύρεση συσκευής
es: Buscar mi dispositivo
es_419: Buscar Mi Dispositivo
fi: Etsi laitteeni
fr: Localiser mon appareil
fr_ca: Localiser mon appareil
he: איתור המכשיר שלי
hi: मेरा डिवाइस देखें
hr: Nađi moj uređaj
hu: Eszköz keresése
id: Cari Perangkat Saya
it: Trova il mio dispositivo
ja: デバイスを探す
kk: Құрылғымды табу
ko: 나의 기기 찾기
lt: Įrenginio lokatorius
ms: Cari Peranti Saya
nb: Finn enheten min
nl: Zoek mijn apparaat
pl: Znajdź moje urządzenie
pt_br: Buscar Dispositivo
pt_pt: Encontrar o meu dispositivo
ro: Găsire dispozitiv
ru: Найти устройство
sk: Nájsť moje zariadenie
sl: Najdi napravo
sv: Hitta min enhet
th: ค้นหาอุปกรณ์ของฉัน
tr: Aygıtımı Bul
uk: Де пристрій
vi: Tìm thiết bị
zh_cn: 查找我的设备
zh_hk: 尋找我的裝置
zh_tw: 尋找我的裝置

# DEVICE_LOCATOR_VISION
source: Find My Apple Vision Pro
ar: العثور على Apple Vision Pro
bg: Намери моя Apple Vision Pro
ca: Cerca de l’Apple Vision Pro
cs: Najít Apple Vision Pro
da: Find min Apple Vision Pro
de: Meine Apple Vision Pro suchen
el: Εύρεση Apple Vision Pro
es: Buscar mi Apple Vision Pro
es_419: Buscar Mi Apple Vision Pro
fi: Etsi Apple Vision Proni
fr: Localiser mon Apple Vision Pro
fr_ca: Localiser mon Apple Vision Pro
he: איתור ה-Apple Vision Pro שלי
hi: मेरा Apple Vision Pro ढूँढें
hr: Nađi moj Apple Vision Pro
hu: Apple Vision Pro keresése
id: Lacak Apple Vision Pro
it: Trova il mio Apple Vision Pro
ja: Apple Vision Proを探す
kk: Apple Vision Pro құрылғымды табу
ko: 나의 Apple Vision Pro 찾기
lt: „Apple Vision Pro“ lokatorius
ms: Cari Apple Vision Pro Saya
nb: Finn Apple Vision Pro
nl: Zoek mijn Apple Vision Pro
pl: Znajdź mój Apple Vision Pro
pt_br: Buscar Apple Vision Pro
pt_pt: Encontrar Apple Vision Pro
ro: Găsire Apple Vision Pro
ru: Найти Apple Vision Pro
sk: Nájsť moje Apple Vision Pro
sl: Najdi Apple Vision Pro
sv: Hitta min Apple Vision Pro
th: ค้นหา Apple Vision Pro ของฉัน
tr: Apple Vision Pro’mu Bul
uk: Де Apple Vision Pro
vi: Tìm Apple Vision Pro
zh_cn: 查找我的Apple Vision Pro
zh_hk: 尋找我的Apple Vision Pro
zh_tw: 尋找我的Apple Vision Pro

# DEVICE_LOCATOR_WATCH
source: Find My Watch
ar: العثور على الساعة
bg: Намери моя часовник
ca: Cerca de l’Apple Watch
cs: Najít hodinky
da: Find Apple Watch
de: Meine Apple Watch suchen
el: Εύρεση Watch
es: Buscar mi Apple Watch
es_419: Buscar Mi Watch
fi: Etsi Watchini
fr: Localiser ma montre
fr_ca: Localiser ma montre
he: איתור השעון שלי
hi: मेरी घड़ी ढूँढें
hr: Nađi moj sat
hu: Watch keresése
id: Lacak Apple Watch
it: Trova il mio Apple Watch
ja: Watchを探す
kk: Сағатымды табу
ko: 나의 시계 찾기
lt: „Apple Watch“ lokatorius
ms: Cari Jam Saya
nb: Finn Apple Watch
nl: Zoek mijn Watch
pl: Znajdź mój zegarek
pt_br: Buscar Watch
pt_pt: Encontrar relógio
ro: Găsire Watch
ru: Найти часы
sk: Nájsť moje hodinky
sl: Najdi uro
sv: Hitta min klocka
th: ค้นหานาฬิกาของฉัน
tr: Saatimi Bul
uk: Де годинник
vi: Tìm Đồng hồ
zh_cn: 查找我的手表
zh_hk: 尋找我的手錶
zh_tw: 尋找我的手錶

# DISABLE_DEVICE_LOCATOR_BUTTON
source: Turn Off
ar: إيقاف
bg: Изключи
ca: Desactiva
cs: Vypnout
da: Slå fra
de: Deaktivieren
el: Απενεργοποίηση
es: Desactivar
es_419: Desactivar
fi: Pois päältä
fr: Désactiver
fr_ca: Désactiver
he: כיבוי
hi: बंद करें
hr: Isključi
hu: Kikapcsolás
id: Matikan
it: Disattiva
ja: オフにする
kk: Өшіру
ko: 끄기
lt: Išjungti
ms: Nyahaktifkan
nb: Slå av
nl: Schakel uit
pl: Wyłącz
pt_br: Desativar
pt_pt: Desativar
ro: Dezactivați
ru: Выкл.
sk: Vypnúť
sl: Izklopi
sv: Stäng av
th: ปิดใช้
tr: Kapat
uk: Вимкнути
vi: Tắt
zh_cn: 关闭
zh_hk: 關閉
zh_tw: 關閉
